statuses = [
    {"id": 1, "name": "Активен"},               # Датчик работает и передает данные
    {"id": 2, "name": "Неактивен"},             # Датчик отключен или не используется
    {"id": 3, "name": "На обслуживании"},       # Датчик находится на техническом обслуживании
    {"id": 4, "name": "Ошибка"},                # Датчик обнаружил ошибку или неисправность
    {"id": 5, "name": "Калибровка"},            # Датчик проходит калибровку
    {"id": 6, "name": "Требуется замена"},      # Датчик требует замены
    {"id": 7, "name": "Резервный"},             # Датчик находится в резерве
]
